{"title":"cloudapi广告","zzzContent":"我们是谁?\n我们是一群在门户网站工作多年的工程师,我们希望能通过自己的工作帮助千千万万的站长成长；\nCloudAPI什么？\nCloudAPI是:\n我们是第一个专业提供API的服务商;\n我们第一个提供适用中小站长的\n\n您为什么需要Cloudapi:\n精确的分词和关键词提取\n快速更新的互联网热门词库\n快速实施、快速见效\n系统自动升级、安全、持续\n完善的站内搜索大大提高用户体验\n多年积累促进SEO优化\n完善的日志功能极大方便程序调试\n常见问题:\n1、银杏科高的业务范围是什么？\n\n答：银杏科高是中国第一家推出搜索引擎租用服务的企业，我们为客户提供专业的搜索引擎平台租用服务，并且集成关键字提取、相关内容推荐、用户搜索行为统计和分析工具、竞价排名广告等搜索引擎相关功能，我们将围绕这一产品为客户提供一系列增值服务。\n2、银杏科高所提供的搜索引擎技术是如何计费的？\n\n答：我们的搜索引擎平台租用服务是根据客户日均搜索量的不同分等级计费的，我们以自然月为单位收取租用费用，一般签约时间为一至两年，付款周期为半年付或年付。\n3、我们这样的公司需要这样的技术吗？\n\n答： 根据我们的经验，贵公司的网站如果日访问量在50000以上，或者日搜索量在10000次以上，就需要应用我们的搜索技术了，应用后会使贵公司的服务器负荷大大减小，并且提高搜索效果和准确度，使浏览者得到更好的体验。\n4、银杏科高所提供的搜索引擎需要我们聘请专门的技术人员来应用和维护吗？\n\n答：我们的搜索平台不需要客户购置服务器，不需要客户进行维护，客户可以利用功能强大的后台对搜索引擎进行监控和管理，非常的易于上手。数据导入和搜索界面的定制也很简单，一般的技术人员即可掌握，不需要操作人员有专业的搜索引擎技术背景。\n5、我们的网站自己已经有了搜索引擎，为什么还要用你们的技术？\n\n答：很多网站都已经拥有了自己的搜索引擎，但是实现方式上通常是是用数据库搜索、Baidu、Google、Yahoo所提供的免费搜索、自身开发的全文搜索。\n关于数据库：首先，数据库搜索不能提供分词，在用户的查询词和数据库保存内容不能完全一致的情况下，无法找到结果，严重影响体验。其次，数据库的全文搜索非常耗费服务器的资源，用户查询量大的时候容易造成网站访问困难甚至完全崩溃。\n      关于Baidu、Google、Yahoo所提供的免费搜索：首先，这些搜索引擎厂商不能保证对您的内容即抓取，甚至常常会漏抓甚至完全不收录您网站的部分内容。其次，这些厂商的免费产品，不能提供按照您的内容本身的逻辑对搜索结果进行排序的功能，使您的业务逻辑不能在搜索中得到体现。\n关于自行开发的全文搜索：自行开发确实可以在功能上帮助网站解决全文搜索问题，但是弊端也很严重。\n      第一、时间问题，自行开发一般都会消耗大量的时间，而使用我们的产品搜索功能可以迅速上线。\n      第二、质量问题，自行开发的产品往往无法进行充分的测试就上线，质量难以保证。我们的产品的质量被广大客户的长期使用所证实。\n      第三、长期维护的问题，即使开发出来了比较好的自行开发产品，网站往往也难以对该产品投入足够多的人力财力进行长期的改进和维护。而我们作为专业的搜索引擎租用平台厂商，持续的维护，提供良好的服务是我们生存的根本。\n      第四、经济问题，自行开发需要雇佣程序员，购买新服务器，对服务器进行托管。使用我们的产品只需要所支付的租用费用，每月的租用费用，一般是自行开发产品所需的程序员工资的六分之一到十分之一。\n6、银杏科高的平台除了能提供搜索引擎的服务，还能提供什么？\n\n答：我们的搜索平台除了能提供网站全文搜索服务，还集成的统计、汇总、排名、关键词管理等功能，我们的技术团队还将不断开发出相关产品服务于我们广大的客户。另外我们公司还有另外一个技术咨询团队，可以解决客户一些更加复杂和特别的技术问题。\n7、银杏科高的搜索引擎和百度、google有什么区别？\n\n答：首先，我们和百度google的服务对象不同，他们是通用搜索引擎直接服务于用户，我们是搜索引擎平台租用商，我们服务于需要搜索技术的网站企业。从核心技术上讲，百度和google都属于通用全文搜索引擎，不能处理结构化信息，我们是高度可定制化的可以索引结构化信息的全文搜索引擎。百度和Google最主要的优势是可以处理数十亿甚至数百亿的海量信息，而我们更关注与适用于一般中小网站的千万级以及更小规模的信息的高性能处理。\n8、银杏科高的搜索引擎和数据库全文搜索比较有什么优势？\n\n答： 第一、数据库全文搜索无法使用分词技术，这样用户的输入如果稍微有点复杂就会无法找到结果。\n            第二、数据库全文搜索的性能很低，无法承担巨大的负载。\n","postDate":"2010-07-02 22:31:51","postId":"1120","type":"post","status":"draft","imported":true,"file":"1120.md"}