{"title":"战略规划","zzzContent":"\n\n\n\n\nA: 战略方向及工作规划\n\t战略上发力方向分为信息化，移动化， 数据化三个方向；\n\t信息化的方向具体目标有：\n\t\t1：内部的整装，建材团购，客户跟踪，财务系统，工作流转等进入ERP系统；\n\t\t2：商家的备货通知，上门测量，沟通反馈等进入ERP系统；外购商品进入ERP的库存管理系统模块。\n\t\t3：推进公司内的互联网化， 推进邮箱，企业号等的使用，提高IT化，提高响应速度 ，利用IT系统来完成新人培训视频化，文档化等工作。\n\t\t信息化的工作，以公司部分部门实行信息化为起点，以行业内上下游供应链纳入IT系统为及格标准。\n\t移动化的方向的具体目标有: \n\t\t1：主要是内部工作的移动化:为现有的ERP系统提供微信接入，内部员工的通知，商家的通知可以通过微信实现；内部工作如下订单，请假等常见操作可以在微信企业号内实现；业主可以通过微信实现装修进度的查询，信息反馈，投诉跟踪等；\n\t\t2：网络营销的移动化:包括为目前的论坛社区开发完备的手机端页面；加强开发微信服务号，在微信服务号可以学习装修知识，查看装修美图等。开发装修类App，进行移动端运营等。\n\t数据化方向的具体目标有:\n\t\t1：建立常态化的商业站点开发、广告投放机制；在类似页面开发，广告创意的制作和投放中大规模应用对比测试的思想；\n\t\t2：实现精细化，数据化的运营；从日常运营的访问量，UV,点击数，注册数，报名数；业主投诉量，解决量，平均解决时间，责任部门实现数据化， 对数据持续跟踪，稳步优化；对工长，供货商的投诉量等实现全方位的数据报表，根据数量优胜劣汰；\n\t\t3:  在广告投放侧，开发自己的投放，跟踪系统；大幅度降低广告获客成本，及早进行相关的技术积累。\n\t\t4：持续跟进口碑方面的数据；对于公司在所有客户内的口碑，有整体上的感知；有根据口碑数据反推内部进行流程改进的能力。\n\n\nB：部门规划：\n\t部门及岗位设置为:\n\t\t开发部:\n\t\t\t1. ERP平台开发,负责现有整装，团购等业务的后台的开发；设置为PHP开发工程师岗，后期考虑加设Java工程师岗。目前暂时按照4个人的人头去招聘。\n\t\t\t2.社区网站，整装，团购等商业站点的开发；设置为php开发工程师岗；暂定1人；\n\t\t\t3.广告平台开发岗；负责开发rtp广告实时出价系统，广告效果跟踪系统；设置golang工程师岗。定3个golang工程程的职位。\n\t\t\t4.手机端开发：负责手机端站点，微信内应用，独立app的开发；设H5开发工程师岗。后期加设ios,android开发工程师岗。暂定h5一人，后端支持一人；后续视情况再定ios工程师，android工程师的数量。\n\t\t产品经理：负责理解商业需求，对接开发工程师和测试工程师，推动各个项目的上线；核心人员；暂定一人，产品线都起来之后再定。目前可以主要由元俊来担任。\n\t\t测试部:各开发部门相应的测试工作；人数按照工发岗的三分之一配置。随开发岗的扩充而扩充。\n\t\tBI:商业智能分析。对数据极其敏感，协助推动数据类产品的开发完善，根据数据整理相关信息，辅助决策。1人足够。\n\t\t网络媒介投放：对外，负责与不同的流量平台（如百度，新浪，腾讯）打交道，对内向开发团队提需求，完成高质量的流量获取的工作。降低客户获取成本，扩大客户量。1人足够。\n\t\tSEO/ASO:优化站点结构，扩大免费流量。暂定目前走外包实现，暂不考虑专岗。\n\n\t\n\nC：绩效考核\n\t1.技术人才在互联网公司属于重点关照对象，极难招聘，且人员离职后接手人要花大量的工夫熟悉原来的工作；因此考核以季度为指标，每个季度给员工以反馈，给出新的目标，相比每半年考核一次，更灵活，反应速度更快；奖励以年度为指标，且与传统企业的以自然年度为奖励单位错开，如实行以5月1日到4月30为考核年度，待跳槽高峰期过后再发放奖励。\n\t2.技术岗实行基本合同工资制，无提成，不进行日常考勤类罚款，不发放全勤奖等奖励；视年度通货膨胀情况进行年度调薪，根据个人绩效发放年终奖；惩罚性措施包括取消年度加薪。出现技术故障时，根据故障情况，由直属领导制定罚金数额，报送上一级领导审批，HR备案。基于业务，技术方面原因的惩罚情况，在内部执行，通知当事人及相应领导线，对其他人保密。对于违反明确现有规章制度的操作，或个人操作性操作，如泄露源代码，工作时间承接私活等，不实行惩罚保密原则，在技术部门通报批评，抄送HR备案，情况恶劣的，通报全公司。\n\t3.技术上允许有专职管理存在，但严格控制数量。且专职管理人员能力不足以匹配公司发展时，只能选择离开公司，不接受降级使用，不接受转为技术岗。10人以内的团队不保留纯管理职位（即10人以内的团队领导需要考核开发业务能力，适量承接业务）。\n\t4.基于完成技术团队招聘目标的考量，额外增加招聘指标和招聘奖励。员工完成内部推荐并成功入职的，一次性发放若干奖金（数额待定）。三个月后仍在职的，发放跟入职员工半月工资相当的内部推荐奖励。不能完成一次成功招聘的，可以实际带项目，但不得正式担任管理职位。\n\t\n\n\n","postDate":"2018-01-01 02:03:36","postId":53,"type":"post","status":"publish","imported":false,"file":"战略规划.md"}