{"title":"女人的心思","zzzContent":"其实不光是女人，男人也一样。\n在新浪看到这个贴子，突然很有感触。\n你永远不知道你身边那个看上去弱小的女人心里想着什么，不过这又有什么呢。生活就是这样子，人得学会在一群\n\n<blockquote>\n我今年28岁。21岁时，特想谈恋爱，遇到我的男友，就叫sun吧。比我大4岁，今年32岁，到现在我和他谈了7年，一直在吵吵闹闹，分分合合，郁闷吧？Sun 很爱我，他就像哥哥一样，对我没有什么要求，也肯和我经历风雨。他的优点是不会离弃我，会心疼我。\n\n　　大四的时候，我忙于恋爱，没有考上研究生，一个人在N城工作，跟家里也发生了一些矛盾，一度处于崩溃的边缘，而那一年，sun25岁，考上了研究生。是sun 给我鼓励和帮助，使我重新找到勇气，并且于第二年考到北京读硕士。\n\n　　可是，也不知道怎么的，我和他总是吵架。对sun一直是不满意的吧。\n\n　　我从小学习好，聪明，一路重点，顺风顺水的考上了名牌大学，而且大学成绩也一直很好，如果不是恋爱荒废学业，我直接考上硕士应该没有问题。当然，第二年我也就考回来了。我好像一直都是最好的学校，最好的专业，最好的成绩，毕业以后又在一个最好的公司的最好的部门。但是SUN，他大学比较一般，毕业后找了一个小公司工作了好多年，然后才又考上的研究生，而且他还比我大那么多。总觉得他和我有些差距。\n\n　　我和他的矛盾，首先是“钱”\n\n　　比如说吧，在我看来很简单很正常的消费，在他那里就变得好像很难。最小的例子比如我看到新鲜的水果，他肯定不会主动买，我明确提要求了，他说那就买半斤吧，让我觉得很郁闷。经济方面的压力可能是很大一部分吧。\n\n　　另外，以前还觉得他是潜力股，但现在工作了，才发现他真的不是他说的那么优秀，优秀的人多着呢，他不过是平平常常的一个公司小职员，年纪也30 多了，尚没有发展，也没见他考个证啊，读个书啊什么的，也没有一个很明确的发展方向和职业上升通道，可能指望不上了。记得他毕业的时候，有比较多的选择，国家军工企业、留校、外企，最后我替他做的决定，让他去的外企。当时还挺高兴的，觉得我的男友找了个不错的工作，外企呀。\n\n　　他在外企，做技术，没想到挣钱挺少，在我的强烈要求下，换了做销售。可是，看着别人在外企做技术的也有挣钱挺多的，做销售的也有挣钱挺多的，就是他不行。跳槽，和老板谈，也看他做，但一直未见结果。而我呢，又是一个对钱对人都特别缺乏安全感的人，他对我好，满足了我对人缺乏安全感的要求，可是，挣钱少，让我感到无形的压力，有时候常常觉得喘不过气来。\n\n　　我又是一个各方面都追求完美的人，洗衣做饭收拾，这些肯定要做得很好。可是，有时候想想自己在外面要打拼挣钱，回到家要忙着干家务，自己还想看看书，考考证，觉得很憋屈，很有压力，有时候很抓狂。和同学比比，觉得我没有落后，可是因为我找了一个不能挣钱的老公，比人家就落后多了。\n\n　　如果这样的情况，我能够喜欢他，欣赏他，觉得他以后一定行，也就算了。可是，情况不是这样。他说话做事我看不惯，觉得怎么都比我低一个层次，别人说他长得帅，我认为男生的长相一点都不重要。我心里想什么他也不知道，常常话不投机。更别说和我一起欣赏什么什么了。生活习惯还不好，东西到处乱放，在哪里脱的袜子，就仍在哪里的地上，还不每天洗澡，天天催着他洗澡刷牙再睡觉，有时候他还和我急，说他累了。\n\n－－－－－－－－－－－－－－－－\n你可能会问，那你这么对他不满意，干吗拖这么久。记得你在博客上写过一个故事，其中提到一个女孩子找了一个很差的男人，但每次要离开他的时候，她就会心软，就会想到他对她曾有过的好，他们曾经很穷，吃牛肉面的时候，他不舍得吃肉，把肉都留给了她。我和SUN也是这样，他在我最艰难的时候，一直陪伴我，鼓励我，安慰我。每当我无助、失望、无聊的时候，总是他在我身边。即使我们吵得不可开交，但只要我去找他，他就马上不计前嫌。他曾对我说，你去找吧，我等你找到了，你就走，要是找不到，我做替补。\n\n　　我各方面得条件还挺好的，高个儿，长得还算美女，又是名校毕业，一直不乏追求者。可是，可能自己当时的心态也不对，在遇到SUN的时候，我才 21岁，而那时，在我们N城，能考到北京读研究生的男生毕竟没有几个。所以，虽然有大款追我，可和sun对我的好比起来，比不上，我否决别人的理由是如果一个人有1千万但只给你1万块，和一个人有十万，全部都给你，你选择哪个？而且，当时觉得sun有一千万也就是个时间问题。将来有一天，他事业有成，我岂不是既有爱情，又有金钱？\n\n　　学生时代的想法就是挺单纯的啊，觉得只要他对我好就行了，虽然常常观点不一致，常常吵架，分手，家里人也一直觉得不合适，说我是一路都很优秀，他不但年纪大好多，而且连高考学校的档次都比我差好多。但，当时一方面自己在学校里，懂得东西比较少，觉得他很多方面还挺厉害的。另一方面，因为我比较逆反，在家里缺乏温暖，而他又恰巧对我很好，所以就这么一直分分和和好多年。他也总说开公司啊什么的，说以后会很好的。\n\n　　可是自从我毕业工作以后，我们的差距越来越大。我找到一个很好的单位，工资高，有社会地位，工作压力也不是很大。在工作中慢慢接触到各种事，自己的想法就变了。我是金融行业，讲究谦和，专业，距离，周围的同事也很优秀，说话做事很厉害，纷纷考cfa等等证书。而他是it外企，辛苦，不拘小节，每每看到他家里东西乱放，像个狗窝，吃饭不洗碗，不洗漱就休息，不看新闻，不继续充电，没有很强的某一方面的兴趣爱好，加上觉得这个家要靠我挣钱，到不是看不起他，就是觉得自己压力很大，所以就会很烦。他现在月收入是我的1/3——1/2吧，而且无论是在事业、生活、还是娱乐方面，我总觉得我追求的要比他讲究一些。\n\n　　我常常想，如果像他这样一个男人，现在出现在我面前，我根本不会多看他一眼，只是我遇到他的时候，我是21岁而已，那个时候我考研失力，且各方面又不顺，所以需要一个温暖的臂膀，而他恰巧出现了。虽然他各方面条件都比我差很多，但那个时候我没有见过世面啊，还老觉得他很优秀，他那时候也总跟我说，以后要自己创业办公司做老板什么的，真是幼稚，我还以为办公司挣钱是一件很容易的事情。\n\n　　去年，我遇到本单位一个同事，哪里都好。可以和我一起看书，一起爱好运动，涉猎广泛，也很上进和聪明。觉得挺好。可是，首先，觉得他不够关心我，不肯付出，和我什么都是AA ，爱他自己甚过爱我，或者说，他对我谈不上爱吧，就是觉得条件合适而已。我问他喜欢我什么，说了一堆，最喜欢的是我在我们单位最好的部门。其次是长得好看，带得出去……都是一堆很世俗的话。当时也因为有一些事情，他总是在我面前诉苦他的很多工作上的事情，其实我心里也有很多事情需要对方支持的，可是，他从来都觉察不到，我说了，也没有什么表示。我当时心里打了一个小算盘。将他和sun进行了比较，觉得他不关心我，更爱自己一点，这一点我当时觉得太重要了，想想sun对我的爱多么的无私啊；虽然他比sun多一套房子(100万)左右吧，可是，那是一套小房子，而且他买的房子比sun买的位置远多了；再说，他家里也有负担；关于工作收入嘛，sun那时和我说，他一换工作就立即可以挣到我这个数，我想想也是，外企收入增长很快。于是，就和单位同事说分手了。\n－－－－－－－－－－－－－\n和sun 和好以后，我才发现，事情并没有我想象的那么简单。以前的问题还存在，而且，由于我又接触了更优秀的人，对他越来越看不惯，重新发现了他身上的好多毛病，而且共同语言越来越少。\n\n　　SUN的工作还是没有起色，而且，我越来越觉得他的事业有成，很成问题，你说一个男士，回家什么都不干，也不看看书，看看新闻，睡得比我早，起得比我晚，拿什么成功？他很关心家庭，他家里、我家里有什么事情，大到决策，小到干体力活，跑腿，他都没有问题。现在我俩的角色好像反了。真的不知道万一他真的挣钱一直少下去，我作为顶梁柱，来养家，这样的生活我不知道能不能忍受。其实也许以前有一个找很有钱的老公的梦想，希望没有一点压力，现在，只想找个人，和我差不多，别给我压力就行了。我可以开开心心的工作，做做美容，做做瑜珈，不发愁，就ok了。\n\n　　可是，分手吧，我好像也没有这样的勇气，不知道找不找得到合适的。好像这些年也没有发现什么很合适的。我觉得挺好的男生(当然都是公认的很优秀的)，看不上我，其他的呢，我又看不上，要不就是和sun权衡一下，觉得还不如sun。现在发现，遇到的男士，条件越来越差，读书的时候看不上的那些人，有些现在还看不上我了。怎么感觉大龄未婚的男人，总多多少少有些毛病。要不就是特挑的那种，又看不上我。外在和性格没毛病的，又比我矮。真是郁闷。女孩子，真的老了，就掉价得这么厉害吗？难道好的男士就都被抢光了，没的剩下了？\n\n　　而且，我还有两个月就要出国了，外派工作一年，回来，就29了，过个年，就30了。怎么办呢。如果我单身一年，忍受一下，会有一个好的在前方等着我吗？想想年纪大了，真的不好找了。周围同事帮我介绍，一听28岁，好多人都说太大了，也许，金融圈子里的人就是世俗些吧。而且，我也挺想有个稳定的生活状态，然后好好工作的，现在这样，太牵扯精力，而我，太想将自己的事业做好了。而感情的不稳定，已经影响我的事业了。\n\n　　现在我该怎么办呢？是和sun 结婚？还是出去一年，回来等30岁了再说？真的不知道前方的路怎么走了。\n\n　　陈彤姐，我总在想，人年轻的时候怎么就不能成熟点呢。如果我当时想法不幼稚，就不会和sun拖那么多年，浪费了彼此的大好年华。如果能够不要求别人那么多，也可以和那个同事结婚了。可是，现在这个样子？也许你说，你自己到底需要找个什么样的啊，我的想法可以用下面我的一篇文章代替(是写给那个同事的)。也不知道我这把年纪了，还可以在一年后回国再找到我理想状态的男孩子吗？我该怎么办呢？你可以给我一些指点吗？如果有什么地方我不好，骂骂我也好啊，我真的可以改的。也许这份信看了以后你会觉得我世俗，千万不要觉得我不好不理我啊，可以说我不对，但请给我一些指点。\n－－－－－－－－－－－－－－－－－－－－－－－－－－\n附：我的理想婚姻\n\n　　很难忘掉能够听懂彼此的话。很难忘掉可以发自内心的开心的笑。很难忘掉都爱运动。爱看杂书，爱考证，爱将工作做得完美。每一个方面都很协调，根本不会有不合拍的感觉。\n\n　　如果在一起的话，一起看cfa ，进度应该很快了，我和你说金融学和会计学的知识，你给我讲在frm上学到的东西。每人一个书桌，比较进度，时不时探讨对一个知识点彼此的理解和看法。我擅长对东西的理解和领悟，能够深入研究，理解透彻。你擅长做事计划和规律，两个人同时考过，应该是没有问题的，也应该是比较轻松和easy的事情吧。我认为。\n\n　　看书看累了，一起出去打球，羽毛球、网球、乒乓、保龄球、台球、唱歌……你有能力奉陪我玩任何一项运动，我也同样可以奉陪你。说不定，还可以在家里即兴来段恰恰。\n\n　　或者，看闲书，天文地理，论语杂学，都是我的喜好，我现在都能做到每个月4本了，你呢？现在已经习惯中央2，中央4，中央5了。常常想着你陪我看溜冰和跳水，我陪你看斯诺克。\n\n　　穿的很漂亮的去逛街，很休闲的去郊游，很professional的在单位走，很happy的邀好友去ktv唱歌，很贤惠的主持家务。在邀请你的好友来得时候，你和他们在客厅聊天，我扎着围裙端上一个又一个色香味具全的菜。我的糖醋排骨、红烧鲫鱼、油焖茄子、煲汤……我也渴望有这样的状态，将家里收拾得窗明几静，家里飘荡着音乐的旋律，厨房里飘着饭菜的香味。考完试了，双休日的早晨睡个懒觉，起来后，打开音响，老公拖地，我擦桌子，哼着歌儿给他熨衣服。中午美美的吃上一顿，下午出去踏青，看电影，拜访同学朋友，晚上回来看看书，探讨探讨，交流交流。\n\n　　如果这样，每天的生活将是多么美好。这就是我的生活梦想。这样的生活状态，可以现在很开心，而且可以为以后积攒美好的未来。\n\n　　如果可以和这样的一个人生活，有这样的生活状态，我想，我可以激发出最大的潜能，生活中的每个事情都会容易很多，如工作，如考证，如业余爱好。也许可以全面开花。为什么不可以呢，我有这样的悟性和精力。只是缺少这样的润滑状态，周围的可能伴侣，总是在我前行的轮子上卡磕，过一阵子，就支支呀呀不能前行。结果，我的激情和潜能就这样慢慢灰飞烟灭。\n\n　　这份信断断续续，修修改改，快2个月了。最终决定寄出……（LILY）\n\n　　LILY，你好，你的理想婚姻我相信是很多女人的理想婚姻，但不知道你是否知道，其实，理想婚姻和所有其他的理想一样，是需要艰苦的付出的。你以为灰姑娘只要坐在厨房削土豆皮，就会有王子拎着水晶鞋去敲她的门吗？她也是要想些办法的。至少她得想办法先混进王宫，然后想办法吸引王子的注意力。\n\n　　我一直认为，爱是一种能力，它不仅需要缘分运气，还需要学习和实践，就像我们学微积分学计算机学英语一样，都是需要艰苦的付出和不断的努力。许多优秀的女人，从小练钢琴，跳芭蕾，做数学题，背诵唐诗宋词，却从来没有在“爱一个人”和“如何得到一个人的爱”这门课程上下一分钟的功夫。她们被教育成那样一类女人，只要你够聪明够能干够可爱够美丽够善良，那么男人自然会爱你，你只要等着就可以了。而事实上，这是远远不够的。爱不仅需要真心，还需要技巧和经营，爱是一门课程，我不知道你在这门课程上到底能打多少分。\n\n　　实事求是的说，这个世界上大部分婚姻都不是那么天衣无缝的，但你却追求这样高品质的婚姻——那个男人不仅要优秀，还要懂得你，理解你，并且能够和你比翼齐飞……，你们走在街上，要吸引回头率，去参加朋友聚会，要收获众人的羡慕和嫉妒，你们无论做什么，都是NO.1，不是说你这样的追求有什么不好，但你要知道一个人追求得越高，那么他/她就要为这个追求付出的越多，就如同如果你要登珠穆朗玛，那么你当然要比登香山付出更多一样，而且还要忍受更多的孤独寂寞痛苦和煎熬，而且即使你全部忍受下来，最后能否登顶也不一定。所以，你要问自己一句，我真的愿意为了理想婚姻而这样吗？如果是真的愿意，那么就不必抱怨了，该出国出国，该提升自己提升自己，宁缺毋滥，得之我幸，失之我命；如果你的回答是不愿意，那么也不必抱怨，对自己说，SUN其实也挺好的，至少比大多数既不会挣钱还不会疼老婆的男人强多了。\n\n　　有一句歌词，不经历风雨，怎么见彩虹，这世上没有随随便便的成功。套用一下，对于理想婚姻也一样，你对婚姻的期望值越高，那么你越不可能随随便便就得到它，所有那些你看到的随随便便就嫁给一个完美男人的女人，她们除非是祖坟冒青烟，一般来说，必定是下了一番苦功夫的。\n</blockquote>","postDate":"2008-08-05 19:43:18","postId":"672","type":"post","status":"draft"}